Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: It's a fuckin' mess down here, HQ. Burke showed up for his wife like we thought, Gibson intercepted him, Burke wouldn't come quietly, so Gibson drew on him, and... well, Gibson's dead. Burke strangled him with a power cord in full sight of half the hospital. So... that kinda shit show. Over.
pl_pl: Centrala, Mamy tu pieprzony bałagan. Burke pojawił się po żonę, tak jak myśleliśmy, Gibson go przechwycił, Burke nie chciał odejść po cichu, więc Gibson go zaatakował i... cóż, Gibson nie żyje. Burke udusił go kablem zasilającym na oczach połowy szpitala. Więc... takie gówniane przedstawienie. Odbiór.

source: It's a library. I need to return some fuckin' books.
pl_pl: To biblioteka. Muszę zwrócić kilka pieprzonych książek.

source: It's a lot to take in, isn't it.
pl_pl: To dużo do ogarnięcia, prawda?

source: It's a reference. You wouldn't get it.
pl_pl: Takie nawiązanie. Nie zrozumiesz.

source: It's a taxi. They all look the same, don't they?
pl_pl: To taksówka. Wszystkie wyglądają tak samo, prawda?

source: It's a time machine.
pl_pl: To wehikuł czasu.

source: It's a very special occasion.
pl_pl: To bardzo wyjątkowa okazja.

source: It's about the plan. If Amaral gets the machine working...
pl_pl: Chodzi o plan. Jeśli Amaral uruchomi maszynę...

source: It's about time!
pl_pl: Najwyższy czas!

source: It's about time.
pl_pl: Najwyższy czas.

source: It's all my fault. I have to fix this.
pl_pl: To wszystko moja wina. Muszę to naprawić.

source: It's all on schedule. You're micromanaging again.
pl_pl: Wszystko idzie zgodnie z planem. Znowu mikrozarządzasz.

source: It's already essentially set up. Anyone can do it, but you are the one I want to do this with.
pl_pl: W zasadzie jest już wszystko ustawione. Każdy może to zrobić, ale chcę to zrobić z tobą.

source: It's because he doesn't think the Fracture can be stopped. And he's wrong.
pl_pl: To dlatego, że uważa, że pęknięcia nie da się powstrzymać. I się myli.

source: It's best not to think about that.
pl_pl: Lepiej o tym nie myśleć.

source: It's coming.
pl_pl: Za chwilę.

source: It's cool, I used an alias. Blanch McDougal.
pl_pl: Spoko, użyłem pseudonimu. Blanch McDougal.

source: It's easier said than done.
pl_pl: Łatwiej powiedzieć niż zrobić.

source: It's even worse than my passport picture.
pl_pl: Jest gorsze niż moje zdjęcie paszportowe.

source: It's fine! It's fine. It's okay.
pl_pl: Jest dobrze! W porządku. W porządku.

source: It's fine.
pl_pl: W porządku.

source: It's gotta have some goddamn weakness!
pl_pl: Musi mieć jakiś cholerny słaby punkt!

source: It's happening! We're really doing this, Jack! It's going to be amazing!
pl_pl: Robimy to! Naprawdę to robimy, Jack! Będzie niesamowicie!

source: It's her. She's the one who's been painting all over the city... Jesus.
pl_pl: To ona. To ona robiła te graffiti w całym mieście... Jezu.

source: It's him! Joyce is here!
pl_pl: To on! Joyce tu jest!

source: It's him! Joyce is on the rooftop!
pl_pl: To on! Joyce jest na dachu!

source: It's him. He's chronon active!
pl_pl: To on. Ma aktywny chronon!

source: It's impressive, but Will's the scientist. What do you need me for?
pl_pl: To imponujące, ale to Will jest naukowcem. Do czego ci jestem potrzebny?

source: It's in the wrong place, at the wrong time. Literally.
pl_pl: Jest w złym miejscu, w złym czasie. Dosłownie.

source: It's jammed! I can't get out!
pl_pl: Zacięła się! Nie mogę się wydostać!

source: It's just that I'm really sure this is okay. Couldn't we just check with somebody--
pl_pl: Po prostu nie jestem pewien, czy to w porządku. Czy nie moglibyśmy po prostu sprawdzić z kimś...

source: It's kinda peaceful, actually. Y'know, when it's not skipping cargo ships into bridges.
pl_pl: Właściwie to jest całkiem spokojna. No wiesz, kiedy nie wpada statkami towarowymi na mosty.

source: It's like a goddamn maze in here.
pl_pl: To jest jak cholerny labirynt.

source: It's like objects don't know when they're supposed to be. I think the Fracture's doing more than stopping time, it's -- it's... desynchronizing it.
pl_pl: To tak, jakby obiekty nie wiedziały, „kiedy” powinny być. Myślę, że pęknięcie nie tylko zatrzymuje czas, ale... desynchronizuje go.

source: It's like we're launching a nuke.
pl_pl: To tak jakbyśmy odpalali atomówkę.

source: It's locked.
pl_pl: Zablokowane.

source: It's locked. And I gotta check out that gunfire before I go anywhere else.
pl_pl: Zamknięte. Muszę sprawdzić kto strzela, zanim pójdę gdziekolwiek indziej.

source: It's locked. Gotta find another way out of here.
pl_pl: Zamknięte. Muszę znaleźć inne wyjście.

source: It's locked. There's gotta be another way inside.
pl_pl: Jest zamknięte. Musi być inne wejście.

source: It's locked. There's gotta be another way to get through here.
pl_pl: Zamknięte. Musi być inny sposób, by się tu dostać.

source: It's locked. Ugh. Okay, there must be a gate control around somewhere.
pl_pl: Zablokowane. Argh. Dobra, gdzieś tu musi być kontroler bramy.

source: It's not getting through his defenses.
pl_pl: Nic nie przebija się przez jego osłonę.

source: It's not holding long. I don't think you're fast enough.
pl_pl: Nie zostaje otwarta na długo. Nie jesteś wystarczająco szybki.

source: It's not possible. I've been monitoring Monarch activities this whole time. I... I honestly don't know.
pl_pl: To niemożliwe. Cały czas monitorowałam aktywność Monarch. I... Szczerze mówiąc, nie wiem.

source: It's not that simple, Jack. I kept secrets from you to keep you safe.
pl_pl: To nie takie proste, Jack. Ukrywałem przed tobą sekrety, by zapewnić ci bezpieczeństwo.

source: It's not too late.
pl_pl: Jeszcze nie jest za późno.

source: It's not up to us. Let the boss handle it.
pl_pl: To nie zależy od nas. Niech szef się tym zajmie.

source: It's not.
pl_pl: To nie jest sprawa osobista.

source: It's open!
pl_pl: Otwarte!

source: It's over now. Target is down. Repeat, target is down.
pl_pl: To już koniec. Cel padł. Powtarzam, cel padł.

source: It's over.
pl_pl: To koniec.

source: It's quite the facility you've got here.
pl_pl: Ta miejscówka jest ogromna.

source: It's ready. It's... actually functional.
pl_pl: Wehikuł jest gotowy. On... naprawdę działa.

source: It's real. It's really happening.
pl_pl: To dzieje się naprawdę. To dzieje się naprawdę.

source: It's safe. Let's go.
pl_pl: Jest bezpiecznie. Chodźmy.

source: It's still resetting.
pl_pl: Wciąż się resetuje.

source: It's that Joyce guy!
pl_pl: To ten Joyce!

source: It's that guy from the university!
pl_pl: To ten facet z uniwersytetu!

source: It's that kid from the university!
pl_pl: To ten dzieciak z uniwersytetu!

source: It's the only way forward...
pl_pl: To jedyna droga naprzód...

source: It's this way.
pl_pl: Tędy.

source: It's time to come up with one!
pl_pl: Nadszedł czas, aby je wymyślić!

source: It's worth a shot. Wait here, I'll try that.
pl_pl: Warto spróbować. Poczekaj, spróbuję.

source: It's... really not.
pl_pl: To... nie to.

source: Italian
pl_pl: Włoski

source: It’s all rumors and conjecture from what I hear. I wasn’t at the university op but there’s no way Joyce took out all those guards. He’s just some random guy, not a trained assassin. The stories floating around make it sound like he’s shooting laser beams out of his goddamn asshole. Anyway, they got Liam Burke hunting him down right now, so I think it’s safe to say Joyce is fucked. Off the record, I heard Paul Serene has been investigating a potential traitor within Monarch. Somebody’s been accessing all kinds of confidential information. Remember that research Dr. Amaral was doing to find a permanent cure for Serene’s sickness? Rumor has it somebody sabotaged the tests. Had to start over. Just a few weeks later the uni op goes sour. Willing to bet the same person sabotaged us there. Keep your eyes peeled, man. ------------------------------------------ TO: GIL KENSTRUE FROM: ASHTON LEVIE DATE: OCT 9, 2016 – 8:10am SUBJECT: RE: Jack Joyce Gil, Were you with Prowler Unit at the uni? Hearing all kinds of rumors that Jack Joyce took out seven squads on his own. They’re saying he’s chronon active without any kind of tech. We’re getting stories about him freezing operators, disappearing into thin air. Even heard one about him being in two places at the same damn time. I thought it was all bullshit, but we just got word that his transport went missing after it entered Ground Zero perimeter. How the hell does that happen? We got reason to be alarmed? They ain’t telling us shit over here. Ashton
pl_pl: Z tego co słyszałam, to tylko plotki i domysły. Nie byłam na uniwersytecie, ale nie ma mowy, żeby Joyce zabił tych wszystkich strażników. To tylko losowy facet, a nie wyszkolony zabójca. Historie krążące wokół niego brzmią, jakby strzelał promieniami lasera ze swojego cholernego tyłka. W każdym razie, Liam Burke na niego teraz poluje, więc myślę, że można bezpiecznie powiedzieć, że Joyce ma przejebane. Poza protokołem, słyszałam, że Paul Serene badał potencjalnego zdrajcę w Monarch. Ktoś miał dostęp do wszelkiego rodzaju poufnych informacji. Pamiętacie te badania, które prowadziła dr Amaral, aby znaleźć trwałe lekarstwo na chorobę Serene'a? Plotka głosi, że ktoś sabotował testy. Trzeba było zacząć od nowa. Zaledwie kilka tygodni później operacja uni poszła na marne. Założę się, że ta sama osoba sabotowała nasze działania. Miejcie oczy szeroko otwarte. ------------------------------------------ DO: GIL KENSTRUE OD: ASHTON LEVIE DATA: 9 PAŹDZIERNIKA 2016 - 8:10 TEMAT: ODP: Jack Joyce Gil, Czy byłaś w zespole patrolującym na uniwerku? Chodzą słuchy, że Jack Joyce sam załatwił siedem oddziałów. Mówią, że jest aktywny chrononowo bez żadnej technologii. Dostajemy historie o zamrażaniu operatorów, znikaniu w powietrzu. Słyszałem nawet o tym, że jest w dwóch miejscach jednocześnie. Myślałem, że to bzdury, ale właśnie dowiedzieliśmy się, że jego transport zaginął po tym, jak wjechał na teren Strefy Zero. Jak to się do cholery stało? Czy mamy się czego bać? Gówno nam tu powiedzą. Ashton

source: It’s over here.
pl_pl: To tutaj.

source: It’s this way.
pl_pl: Tędy.

source: I’ll pack my things and head to the airport asap. Whatever this is about just make sure Will doesn’t know I’m coming home. Not the kind of baggage I need to unpack right now. --------------------------------------------------------- TO: JACK JOYCE FROM: PAUL SERENE DATE: OCT 7, 2016 – 1:36pm SUBJECT: RE: Coming home? I just booked you a flight from Bangkok to Riverport. First class. Taxi will be waiting for you at the airport when you get here and drive you straight to the university. I can’t tell you any more over email but will explain everything when you get here. You just saved my life. These aren’t the ideal conditions for a reunion, but can’t wait to see you again! --------------------------------------------------------- TO: PAUL SERENE FROM: JACK JOYCE DATE: OCT 7, 2016 – 1:30pm SUBJECT: RE: Coming home? Almost two decades as friends, not once have you ever asked for help. This must be bad. You okay? What kind of trouble are you in? Of course I’m in. I’m here for you, man. Currently in Bangkok, but I can find a way to Riverport as soon as possible. Will wait by a computer for further details. --------------------------------------------------------- TO: JACK JOYCE FROM: PAUL SERENE DATE: OCT 7, 2016 – 11:45am SUBJECT: RE: Coming home? Jack, You know I am the last person to ever ask for a favor, but I desperately need your help, man. Everything I’ve built here, my entire career, it’s all at risk of crashing down if I don’t do something. I need to take the only measure that will put this project back on track, but I can’t do it alone. I need somebody I can truly trust to help me fix this. Where are you right now? I only have 48 hours to set things right. I know Riverport is the last place you want to be, but I can have a flight booked for you immediately. I realize this is by no means a small ask but I’m desperate. I need to know if you’re in. Best, Paul --------------------------------------------------------- TO: PAUL SERENE FROM: JACK JOYCE DATE: SEP 22, 2016 – 8:46am SUBJECT: RE: Coming home? That’s borderline creepy. Best of luck finishing up the project. Talk soon. --------------------------------------------------------- TO: JACK JOYCE FROM: PAUL SERENE DATE: SEP 19, 2016 – 6:53pm SUBJECT: RE: Coming home? I keep the photo as my phone background. Your noble protest still provides me with inspiration. Travel safe. --------------------------------------------------------- TO: PAUL SERENE FROM: JACK JOYCE DATE: SEP 19, 2016 – 6:46pm SUBJECT: RE: Coming home? You’ll never let that one go, will you? --------------------------------------------------------- TO: JACK JOYCE FROM: PAUL SERENE DATE: SEP 16, 2016 – 11:27pm SUBJECT: RE: Coming home? Will’s in good hands. Don’t worry. I’ll stop wearing the watch when you stop stealing fugly ram statuettes for souvenirs from police stations. --------------------------------------------------------- TO: PAUL SERENE FROM: JACK JOYCE DATE: SEP 16, 2016 – 11:19pm SUBJECT: RE: Coming home? Moneybags, Navigating my way through Vietnam. Heading back to Thailand in the near future. Hope you’re keeping that fund stacked because I’m bound to make some bad decisions along the way. Actually, I got in a little bit of trouble down that way already, but I think it’s all sorted now. And nobody made the mistake of calling the cops. How’s the high life? Saw an article on you recently. Top 30 entrepreneurs under 30 or something. Still wearing that ridiculous overpriced watch I see. About Will – what can I say really? Clearly I’m not the expert on dealing with my brother. There’s a reason we haven’t talked in six years. The best advice I can give you is this: Lose the watch. Jack --------------------------------------------------------- TO: JACK JOYCE FROM: PAUL SERENE DATE: SEP 9, 2016 – 9:27am SUBJECT: Coming home? Jack, It’s been too long. You ever coming home for a visit? The ocean sewage musk of Riverport isn’t luring you back yet? Not to brag, but they’ve recently deemed this city the “coastal Detroit of America”. Everybody’s thrilled as you can imagine. What’s the latest? Where are you now? I’m guessing you’re squatting in some Buddhist temple making feng shui bracelets and brushing up on your bikram? (cultural ignorance intentional to aggravate you) Still waiting for the day I get the call that you need me to bust you out of some shady Thai prison. I’ve got a fund on stand-by for your inevitable fuck ups with the law. In all seriousness though, hope you’re doing well. Thinking about you. Miss you, man. BTW – this is going to come as a shock – remember the big project I told you I’m heading at the university? They want to bring in your brother as a consultant for the final stages. Just wanted to let you know before you read it online or something. You’ll be reading a lot more about our project once it goes public very, very soon. It’ll be hard to avoid the buzz, even over there. We both know William can be… difficult. Any advice on how to best deal with him? Best, Paul
pl_pl: Spakuję się i jak najszybciej pojadę na lotnisko. Cokolwiek to jest, upewnij się, że Will nie wie, że wracam do domu. Nie chcę teraz rozpakowywać tego „bagażu”. --------------------------------------------------------- DO: JACK JOYCE OD: PAUL SERENE DATA: 7 PAŹDZIERNIKA 2016 - 13:36 TEMAT: ODP: Wracasz do domu? Właśnie zarezerwowałem ci lot z Bangkoku do Riverport. Pierwsza klasa. Taksówka będzie czekać na ciebie na lotnisku i zawiezie cię prosto na uniwersytet. Nie mogę powiedzieć ci nic więcej przez e-mail, ale wyjaśnię ci wszystko, kiedy tu przyjedziesz. Właśnie uratowałeś mi życie. To nie są idealne warunki na zjazd, ale nie mogę się doczekać, kiedy znów się zobaczymy! --------------------------------------------------------- DO: PAUL SERENE OD: JACK JOYCE DATA: 7 PAŹDZIERNIKA 2016 - 13:30 TEMAT: ODP: Wracasz do domu? Prawie dwie dekady jako przyjaciele i ani razu nie poprosiłeś o pomoc. Musi być źle. Wszystko w porządku? W jakich jesteś tarapatach? Oczywiście, że ci pomogę. Jestem tu dla ciebie. Obecnie jestem w Bangkoku, ale znajdę drogę do Riverport tak szybko, jak to możliwe. Będę czekał przy komputerze na dalsze szczegóły. --------------------------------------------------------- DO: JACK JOYCE OD: PAUL SERENE DATA: 7 PAŹDZIERNIKA 2016 - 11:45 TEMAT: ODP: Wracasz do domu? Jack, Wiesz, że jestem ostatnią osobą, która kiedykolwiek prosiłaby o przysługę, ale desperacko potrzebuję twojej pomocy. Wszystko, co tu zbudowałem, cała moja kariera, mogę to wszystko stracić, jeśli czegoś nie zrobię. Muszę coś zrobić, coś co skieruje ten projekt z powrotem na właściwe tory, ale nie mogę tego zrobić sam. Potrzebuję kogoś, komu mogę naprawdę zaufać, by pomógł mi to naprawić. Gdzie teraz jesteś? Mam tylko 48 godzin, by wszystko naprawić. Wiem, że Riverport to ostatnie miejsce, w którym chciałbyś być, ale mogę natychmiast zarezerwować dla ciebie lot. Zdaję sobie sprawę, że to nie jest mała prośba, ale jestem zdesperowany. Muszę wiedzieć, czy mogę na ciebie liczyć. Pozdrawiam, Paul --------------------------------------------------------- DO: PAUL SERENE OD: JACK JOYCE DATA: 22 WRZEŚNIA 2016 - 8:46 TEMAT: ODP: Wracasz do domu? To w sumie przerażające. Powodzenia w dokończeniu projektu. Odezwij się wkrótce. --------------------------------------------------------- DO: JACK JOYCE OD: PAUL SERENE DATA: 19 WRZEŚNIA 2016 - 18:53 TEMAT: ODP: Wracasz do domu? Ustawie to zdjęcie jako tło na moim telefonie. Twój szlachetny protest wciąż dostarcza mi inspiracji. Bezpiecznej podróży. --------------------------------------------------------- DO: PAUL SERENE OD: JACK JOYCE DATA: 19 WRZEŚNIA 2016 - 18:46 TEMAT: ODP: Wracasz do domu? Nigdy tego nie zapomnisz, co nie? --------------------------------------------------------- DO: JACK JOYCE OD: PAUL SERENE DATA: 16 WRZEŚNIA 2016 - 11:27 TEMAT: ODP: Wracasz do domu? Will jest w dobrych rękach. Nie martw się. Przestanę nosić zegarek, kiedy przestaniesz kraść z posterunków policji brzydkie statuetki baranów na pamiątkę. --------------------------------------------------------- DO: PAUL SERENE OD: JACK JOYCE DATA: 16 WRZEŚNIA 2016 - 11:19 TEMAT: ODP: Wracasz do domu? Kasiarzu, Podróżuję przez Wietnam. Wracam do Tajlandii w niedalekiej przyszłości. Mam nadzieję, że trzymasz te zaskórniaki, bo po drodze na pewno podejmę kilka złych decyzji. Właściwie to już miałem tam trochę kłopotów, ale myślę, że wszystko jest już w porządku. I nikt nie popełnił błędu dzwoniąc na policję. Jak tam życie? Widziałem ostatnio artykuł o tobie. Jesteś w topce 30 przedsiębiorców poniżej 30 roku życia. Widzę, że nadal nosisz ten śmieszny, drogi zegarek. Co mogę powiedzieć o Willu? Najwyraźniej nie jestem ekspertem od radzenia sobie z moim bratem. Nie bez powodu nie rozmawialiśmy od sześciu lat. Najlepsza rada, jaką mogę ci dać, jest następująca: Zgub zegarek. Jack --------------------------------------------------------- DO: JACK JOYCE OD: PAUL SERENE DATA: 9 WRZEŚNIA 2016 - 9:27 TEMAT: Wracasz do domu? Jack, Minęło zbyt wiele czasu. Wracasz kiedyś do domu z wizytą? Piżmo ścieków oceanicznych Riverport jeszcze cię nie zwabiło? Nie chcę się chwalić, ale niedawno uznano to miasto za „przybrzeżne Detroit Ameryki”. Jak można sobie wyobrazić, wszyscy są podekscytowani. Co nowego? Gdzie teraz jesteś? Zgaduję, że medytujesz w jakiejś buddyjskiej świątyni, robiąc bransoletki feng shui i ćwiczysz bikram? (ignorancja kulturowa celowo, żeby cię zdenerwować) Wciąż czekam na dzień, w którym dostanę telefon, że chcesz, abym wyciągnął cię z jakiegoś podejrzanego tajskiego więzienia. Mam fundusz w pogotowiu na wypadek twoich nieuniknionych wpadek z prawem. Z całą powagą jednak mam nadzieję, że masz się dobrze. Tęsknię za tobą. Naprawdę tęsknię. Swoją drogą - to będzie szok - pamiętasz ten duży projekt, który prowadzę na uniwersytecie? Chcą zatrudnić twojego brata jako konsultanta do końcowych etapów. Chciałem tylko dać ci znać, zanim przeczytasz to online lub coś w tym stylu. Więcej o naszym projekcie dowiesz się wkrótce, gdy zostanie on upubliczniony. Trudno będzie uniknąć szumu, nawet u ciebie. Oboje wiemy, że William potrafi być... trudny. Jakieś rady, jak najlepiej sobie z nim poradzić? Pozdrawiam, Paul

source: I’ll take that.
pl_pl: Wezmę to.

source: I’m getting out of here! Move! Move!
pl_pl: Wynoszę się stąd! Ruchy! Ruchy!

source: I’m getting this all on tape. You know how many laws you’re breaking right now? Do you have any idea?
pl_pl: Nagrywam to wszystko. Wiesz, ile praw teraz łamiesz? Masz pojęcie?

source: I’m going to be working in conjunction with Prowler Squad for the duration of this operation. Martin Hatch assures me you that already know your roles, but I’m sending this list to make sure that you understand the roles of the squads you will be potentially assisting if the operation does not go according to plan. There is no room for error on this one. BANDIT SQUAD -Establish and enforce perimeter around university -Ensure quick arrival and departure of extraction squad and core PROWLER SQUAD -Move all civilians beyond viewing distance of extraction operation using cover story supplied -Contingency plan: if operation goes hot then apprehend any witnesses of extraction operation RAIDER SQUAD -Infiltrate physics lab -Block all exits -Apprehend Jack and William Joyce if possible, eliminate if not -Assist Extraction Squad in removing core from time machine EXTRACTION SQUAD -Remove core from the time machine -Lower core and wheel out to extraction truck -Contingency plan: If operation goes hot then extract core via helicopter -Deliver core to ground zero operation -Await for instructions on final transport to Monarch Tower STRIKER SQUAD -Remain in underground parking garage as a last resort containment measure
pl_pl: Podczas tej operacji będę współpracował z oddziałem patrolowym. Martin Hatch zapewnia mnie, że znacie już swoje role, ale wysyłam tę listę, aby upewnić się, że rozumiecie role oddziałów, którym będziecie potencjalnie pomagać, jeśli operacja nie pójdzie zgodnie z planem. W tym przypadku nie ma miejsca na błędy. ODDZIAŁ BANDEROWCÓW -Ustanowienie i egzekwowanie obwodu wokół uniwersytetu. -Zapewnienie szybkiego przybycia i odejścia oddziału wydobywczego i rdzenia. ODDZIAŁ PATROLOWY -Przeniesienie wszystkich cywilów poza zasięg wzroku operacji wydobywczej przy użyciu dostarczonej przykrywki. -Plan awaryjny: jeśli operacja zakończy się niepowodzeniem, zatrzymaj wszystkich świadków operacji wydobywczej. ODDZIAŁ OCHRONY -Infiltracja laboratorium fizycznego -Zablokować wszystkie wyjścia -Jeśli to możliwe, zatrzymać Jack'a i Williama Joyce'ów, jeśli nie, wyeliminować -Pomoc oddziałowi wydobywczemu w usunięciu rdzenia z wehikułu czasu ODDZIAŁ WYDOBYWCZY -Usunąć rdzeń z wehikułu czasu -Opuścić rdzeń i przenieść do ciężarówki ekstrakcyjnej -Plan awaryjny: Jeśli zrobi się gorąco, wyciągnąć rdzeń helikopterem -Dostarczenie rdzenia do punktu zerowego operacji -Oczekiwanie na instrukcje dotyczące ostatecznego transportu do Monarch Tower ODDZIAŁ SZTURMOWY -Pozostać w garażu podziemnym jako ostateczny środek powstrzymujący.

source: I’m gonna have your asses in court before you can get me in the back of that car!
pl_pl: Będę miał wasze tyłki w sądzie, zanim zdążycie mnie wsadzić na tył tego samochodu!

source: I’m hit!
pl_pl: Dostałem!

source: I’m hit, I’m hit!
pl_pl: Dostałem, dostałem!

source: I’m not dying tonight! Let us go!
pl_pl: Nie umrę dzisiaj! Chodźmy!

source: I’m wounded!
pl_pl: Jestem ranny!
